export const navTitles = ["首页", "全球签证", "加急签证", "公司介绍", "联系我们"]
export const visaConfig = {
  '欧洲签证': [{ 'flag': '', 'en': 'Gemgany', 'zh': '德国签证' }, { 'flag': '', 'en': 'France', 'zh': '法国签证' }],
  '美洲签证': [{ 'flag': '', 'en': 'USA', 'zh': '美国签证' }, { 'flag': '', 'en': 'Canada', 'zh': '加拿大签证' }],
  '亚洲签证': [{ 'flag': '', 'en': 'Japan', 'zh': '日本签证' }, { 'flag': '', 'en': 'Korea', 'zh': '韩国签证' }],
  '大洋洲签证': [{ 'flag': '', 'en': 'Australia', 'zh': '澳大利亚签证' }],
  '非洲签证': [{ 'flag': '', 'en': 'South Africa', 'zh': '南非签证' },]
}

export const allCountrys = [
  [{ 'flag': '', 'en': 'Gemgany', 'zh': '德国签证', 'urgent': false },
  { 'flag': '', 'en': 'Gemgany', 'zh': '德国签证', 'urgent': true },
  { 'flag': '', 'en': 'Gemgany', 'zh': '德国签证', 'urgent': true },
  { 'flag': '', 'en': 'France', 'zh': '法国签证', 'urgent': false }],
  [{ 'flag': '', 'en': 'Gemgany', 'zh': '德国签证', 'urgent': true },
  { 'flag': '', 'en': 'France', 'zh': '法国签证', 'urgent': true },
  { 'flag': '', 'en': 'Gemgany', 'zh': '德国签证', 'urgent': false },
  { 'flag': '', 'en': 'Gemgany', 'zh': '德国签证', 'urgent': false }]];


  export const companyIntroduce = '首先说明的是德国属于申根国家，对于持有德国签证的参观旅游者，允许其在申根区域里自由旅行，也就是说持有一张德国签证可以免签进入欧洲26个申根国家，但是累计停留不能超过90天，其中包括了主要欧洲大国，注意：申根国家不包括英国、爱尔兰、俄罗斯这些国家，如果去这几个国家需要单独办理签证。德国是材料签证的国家，你需要准备所有的基本资料和资产资料，翻译所有的这些材料，还有德国的全程酒店和机票预订单！不能有一丝马虎！你听说过德国的严谨吧？！德国签证一样严谨。91签证网小编还是建议专业的事让专业的人来办，花几百元我们的签证顾问全部给你搞定，让你省去许多烦恼！除非你是专业英语8级，否则你较好别尝试翻译德国签证材料。如果你像小编一样喜欢看二战历史、那你一定非常喜欢德国，如果你是个机械爱好者，那你必须要来德国！如果你是品酒大师，那你无论如何也要到德国尝尝啤酒！德国是欧盟较重要的经济顶梁柱，这里经济发达，公民收入非常高，而且德国确是劳动时间较短的欧洲国家，91签证网小编也想知道这是怎样做到的~~德国的发达程度大家有目共睹的，因此吸引了很多的人前往旅游观光、进行商务活动、工作或定居等。那么，德国签证都有什么类型呢？下面对德国签证代办类型给大家做个介绍。'
